Repository: FSDBILISIMveTASARIMMERKEZI/FSDBILISIM_BACKUP
Catalog: sfcyapi.com.*_YENİ/App_LocalResources/Default.aspx.*.resx
Languages: ar, tr

source: Iraq 400-bed Research Hospital
ar: العراق مستشفى البحوث 400 سرير
tr: Irak 400 yataklı Araştırma Hastanesi

source: 492 BEDROOM IRAQ RESEARCH HOSPITAL
ar: 492 غرفة نوم مستشفى العراق
tr: 492 YATAKLI IRAK ARAŞTIRMA HASTANESI

# adsoyad
source: Name and Surname
ar: اسمك واسمك
tr: Adınız ve Soyadınız

# alliance
source: Iraq Republic Ministry of Health / Aca Alliance Pty Ltd, 2012
ar: جمهورية العراق وزارة الصحة / أكا أليانس بتي لت، 2012

# asker
source: MILITARY HOSPITAL
ar: مستشفى عسكري
tr: ASKERİ HASTANE

# bar1
source: Complex Projects
ar: مشاريع معقدة
tr: Kompleks Projeler

# bar2
source: Industry / Industry
ar: صناعة / صناعة
tr: Sanayi/Endüstri

# bar3
source: Modern Residence
ar: الإقامة الحديثة
tr: Modern Konut

# bar4
source: Transport / Energy
ar: النقل / طاقة
tr: Ulaşım/Enerji

# bolum
source: Sections:
ar: أقسام
tr: Bölümler:

# bolumler
source: Oncology, Ophthalmology, Obstetrics, Dermatology, Neurology, Pediatrics, Dentistry, Pathology, Psychiatry, Emergency Department
ar: الأورام، طب العيون، طب التوليد، الأمراض الجلدية، طب الأعصاب، طب الأطفال، طب الأسنان، علم الأمراض، الطب النفسي، قسم الطوارئ
tr: Onkoloji, Göz Hastalıkları, Kadın Hastalıkları, Dermatoloji, Nöroloji, Çocuk Hastalıkları, Diş Hekimliği, Patoloji, Psikiyatri, Acil Durum Bölümü

# diger
source: Other Jobs:
ar: وظائف أخرى
tr: Diğer İşler:

# diger2
source: 273,000 m2 Mold 85,300 m3 Concrete 11,000 tons Iron
ar: 273،000 M2 العفن 85،300 M3 الخرسانة 11،000 طن الحديد
tr: 273,000 m2 Kalıp 85,300 m3 Beton 11,000 tons Demir

# diw
source: Diwaniyah
ar: الديوانية

# endustri
source: INDUSTRIAL AND INDUSTRIAL PROJECTS
ar: المشاريع الصناعية والصناعية
tr: SANAYİ VE ENDÜSTRİ PROJELERİ

# endustri2
source: Textile factories, Fertilizer Plants, Cement factories, Iron and Steel Works, Tobacco factories.
ar: مصانع النسيج، نباتات الأسمدة، مصانع الأسمنت، الحديد والصلب، مصانع التبغ.
tr: Tekstil Fabrikaları, Gübre Fabrikaları, Çimento Fabrikaları, Demir Çelik Fabrikaları, Tütün Fabrikaları.

# grand
source: GRAND ZULFIKAR HOTEL
ar: فندق غراند زولفيكار
tr: GRAND ZULFIKAR OTEL

# hastane
source: Hospital Main Building:
ar: مبنى المستشفى الرئيسي
tr: Hastane Ana Binası:

# hilton
source: Hilton Convention
ar: هيلتون

# iletisim
source: Would you like to communicate?
ar: هل تريد التواصل؟
tr: İletişim kurmak ister misiniz?

# irak
source: IRAQ / KERBELA
ar: العراق / كربلاء
tr: IRAK/KERBELA

# isveren
source: Employer:
ar: صاحب العمل
tr: İşveren:

# kerbela
source: KERBELA OLYMPIC SPORTS PLANT
ar: كيربيلا أولمبيك سبورتس بلانت
tr: KERBELA OLİMPİK SPOR TESİSİ

# kingsalman
source: KING SALMAN SPECIALIZED HOSPITAL
ar: مستشفى الملك الأسماك المتخصصة

# kompleks
source: COMPLEX PROJECTS
ar: المشاريع المعقدة
tr: KOMPLEKS PROJELER

# kompleks2
source: Airports, Hospitals, Shopping malls, Office Buildings, Social Service Buildings, Cultural Buildings, Mass Housing Buildings, Hotels and Restaurants,
ar: مطارات، المستشفيات، مراكز تسوق، مباني المكاتب، مباني الخدمات الاجتماعية، المباني الثقافية، المباني السكنية الجماعية، الفنادق والمطاعم،
tr: Havaalanları, Hastaneler, Alışveriş Merkezleri, Ofis Binaları, Sosyal Hizmet Binaları, Kültür Binaları, Toplu Konut Binaları, Otel ve Restaurantlar,

# kule
source: Tower A (H5A):
ar: برج
tr: Kule A (H5A):

# kule2
source: Tower B (H5B):
ar: برج ب
tr: Kule B (H5B):

# kuleler
source: Towing arts flooring:
ar: سحب الفنون الأرضيات
tr: Kuleler artgerme Döşeme:

# mail
source: Your E-mail Adress
ar: عنوان البريد الإلكتروني الخاص بك
tr: E-Mail Adresiniz

# mekke
source: Mekka
ar: مكة المكرمة
tr: Mekke

# modern
source: MODERN HOUSING PROJECTS
ar: مشاريع الإسكان الحديثة
tr: MODERN KONUT PROJELER

# modern2
source: Villa Projects, Residence Buildings, Prefabricated Buildings,
ar: فيلا مشاريع، مبان سكنية، المباني الجاهزة،
tr: Villa Projeleri, Rezidans Binaları, Prefabrik Yapılar,

# morg
source: Morgue and Service Building:
ar: بناء المورق والخدمات
tr: Morg ve Servis Binası:

# msj
source: Your Message
ar: رسالتك
tr: Mesajınız

# musul
source: IRAQ / MUSUL
ar: العراق / موسول
tr: IRAK/MUSUL

# naivana
source: NAINAVA 6X125 MW ELECTRIC POWER PLANT
ar: نينافا، القوة الكهربائية، أسس
tr: NAINAVA 6X125 MW ELEKTRİK SANTRALİ

# nasiriyah
source: IRAK / NASIRIYAH
ar: إيراك / ناسريا

# Nasiriyah2
source: Nasiriyah
ar: الناصرية

# neden
source: Why Build SFC?
ar: لماذا بناء سفك؟
tr: Neden SFC Yapi?

# neden2
source: Having completed 10 years on the construction market, SFC Yapı has achieved a significant workforce capacity with approximately 800 employees from six different nations including professional and resident technical personnel in various countries. In addition to Turkey, SFC Yapı operates in many different countries in the Gulf Countries, Central Asia, the Middle East and Eastern Europe. To ensure sustainable productivity in our work, our company is always aligned with the latest technological developments and is aimed at improving the technical and personal skills of our employees in order to be more perfect.
ar: بعد أن أكمل 10 سنوات في سوق البناء، حققت سفك Yapı قدرة كبيرة من القوى العاملة مع ما يقرب من 800 موظف من ست دول مختلفة بما في ذلك الموظفين الفنيين والمهنيين المقيمين في مختلف البلدان. بالإضافة إلى تركيا، تعمل سفك Yapı في العديد من البلدان المختلفة في دول الخليج وآسيا الوسطى والشرق الأوسط وأوروبا الشرقية. لضمان إنتاجية مستدامة في عملنا، تتماشى شركتنا دائما مع أحدث التطورات التكنولوجية، وتهدف إلى تحسين المهارات التقنية والشخصية لموظفينا من أجل أن تكون أكثر كمالا.
tr: İnşaat piyasasında 10 yılını tamamlamış olan SFC Yapı, çeşitli ülkelerde profesyonel ve yerleşik teknik personel de dahil olmak üzere altı farklı milletlerden yaklaşık 800 çalışanı ile önemli bir iş gücü kapasitesine ulaşmıştır. Türkiye'nin yanı sıra SFC Yapı Körfez Ülkeleri, Orta Asya, Orta Doğu ve Doğu Avrupa'da birçok farklı ülkede faaliyetleri olmuştur. Çalışmalarımızda sürdürülebilir verimliliği sağlamak için, şirketimiz her zaman son teknolojik gelişmeler ile uyumlu olmuştur ve daha kusursuz olması için çalışanlarımızın teknik ve kişisel becerilerini geliştirmesi amaçlanmaktadır.

# otel
source: HOTEL
ar: فندق
tr: OTEL

# personel
source: Personnel Housing Building:
ar: مبنى سكن الموظفين
tr: Personel Konut Binası:

# podyum
source: Podium 12 floors, Towers 23 type floors
ar: بوديوم 12 طابقا، أبراج 23 نوع الطوابق
tr: Podyum 12 kat, Kuleler 23 tip kat

# republic
source: Iraq Republic Ministry of Health / Universal Acarsan Ltd. Co.
ar: جمهورية العراق وزارة الصحة / شركة أكارسان العالمية المحدودة

# robot
source: I'm not a robot
ar: روبوت التحول
tr: Robot Değilim

# sanayi
source: INDUSTRIAL AND INDUSTRIAL PROJECTS
ar: المشاريع الصناعية والصناعية
tr: SANAYİ VE ENDÜSTRİ PROJELERİ

# sfcyapi
source: If you want to survive our progeny with SFC Structure, contact us.
ar: إذا كنت ترغب في البقاء على قيد الحياة لدينا ذرية مع هيكل سفك، الاتصال بنا.
tr: SFC Yapi ile projenizi hayata gecirmek istiyorsanız, bizim ile iletişime geçin.

# sosyal
source: SOCIAL FACILITIES
ar: المرافق الاجتماعية
tr: SOSYAL TESİSLER

# specialized
source: KING SALMAN SPECIALIZED HOSPITAL HOUSIN FACILITIES
ar: كينغ فيش المتخصصة المستشفيات مستشفى المرافق

# spor
source: SPORT COMPLEX
ar: سبورتس كومبلكس
tr: SPOR KOMPLEKSİ

# suudiarap
source: SUUDI ARABIA / TAIF
ar: سودي أربية / تيف
tr: SUUDİ ARABİSTAN / TAİF

# teklif
source: Get Offer
ar: الحصول على العرض
tr: Teklif Al

# tel
source: Your phone number
ar: رقم هاتفك
tr: Telefon Numaranız

# ulasim
source: TRANSPORTATION AND ENERGY PROJECTS
ar: مشاريع النقل والطاقة
tr: ULAŞIM VE ENERJİ PROJELERİ

# ulasim2
source: Highways, Bridges and Junctions, Lower and Upper Gates, Tunnels, Dams.
ar: الطرق السريعة، الجسور والمفاصل، السفلى والبوابات العليا، الأنفاق، السدود.
tr: Otoyollar, Köprü ve Kavşaklar, Lower and Upper Gates, Tüneller, Barajlar.

# gonder
source: SEND
ar: إرسال
tr: GÖNDER
