Repository: FSDBILISIMveTASARIMMERKEZI/FSDBILISIM_BACKUP
Catalog: sfcyapi.com.*_YENİ/App_LocalResources/MasterPage.master.resx
Languages: tr

# adres
source: Address:
tr: Adres:

# alisveris
source: Shopping malls
tr: Alışveriş Merkezleri

# anasayfa
source: Home
tr: Anasayfa

# baraj
source: Dams
tr: Barajlar

# cimento
source: Cement factories
tr: Çimento Fabrikaları

# d2
source: Hilton Convention
tr: Hilton Convetion

# demircelik
source: Iron and Steel Works
tr: Demir Çelik Fabrikaları

# devam
source: more...
tr: devamı...

# devamedenprje
source: Ongoing projects
tr: Devam Eden Projeler

# duyuru
source: ANNOUNCEMENTS
tr: DUYURULAR

# enerji
source: Power Plants
tr: Enerji Santralleri

# faaliyetalan
source: Activity Area
tr: Faaliyet Alanları

# gubre
source: Fertilizer Factories 2D
tr: Gübre Fabrikaları 2D

# hakkimizda
source: about us
tr: Hakkımızda

# hastaneler
source: hospitals
tr: Hastaneler

# havaalanı
source: Airports
tr: Havaalanları

# iletisim
source: Contact
tr: İletişim

# iltsm
source: CONTACT
tr: İLETİŞİM

# insankynkfrm
source: Human Resources Form
tr: İnsan Kaynakları Formu

# kalitePltka
source: Our quality policy
tr: Kalite Politikamız

# kategori
source: CATEGORIES
tr: KATEGORİLER

# kompleksproje
source: Complex Projects
tr: Kompleks Projeler

# kopsukavsak
source: Bridges and Junctions
tr: Köprü ve Kavşaklar

# kulturbina
source: Cultural Properties
tr: Kültür Binaları

# kurumsal
source: Corporate
tr: Kurumsal

# mail2
source: Go to WebMail Page
tr: WebMail Sayfasına Git

# modernkonut
source: Modern Housing Projects
tr: Modern Konut Projeleri

# ofisbina
source: Office Buildings
tr: Ofis Binalar

# otelrestaurant
source: Hotels and Restaurants
tr: Otel ve Restaurantlar

# otoyol
source: Motorways
tr: Otoyollar

# prefabrik
source: Prefabricated Buildings
tr: Prefabrik Yapılar

# proje
source: Projects
tr: Projeler

# referans
source: References
tr: Referanslarımız

# rezidans
source: Residence Buildings
tr: Rezidans Binaları

# sanayiendustri
source: Industrial and Industrial Projects
tr: Sanayi ve Endüstri Projeleri

# sosyalhizmet
source: Social Service Buildings
tr: Sosyal Hizmet Binaları

# sosyalpylasim
source: SOCIAL NETWORK
tr: SOSYAL PAYLAŞIM

# tammlnmsproje
source: Completed Projects
tr: Tamamlanmış Projeler

# tekstil
source: Textile factories
tr: Tekstil Fabrikaları

# tel
source: Telephone:
tr: Telefon:

# toplukonut
source: Mass Housing Buildings
tr: Toplu Konut Binaları

# tunel
source: Tunnels
tr: Tüneller

# tutun
source: Tobacco factories
tr: Tütün Fabrikaları

# ulasimEnerji
source: Transportation and Energy Projects
tr: Ulaşım ve Enerji Projeleri

# villaproje
source: Villa Projects
tr: Villa Projeleri
